#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<b>ഈ ബോട്ട് തികച്ചും @MF_CHATGROUP ഗ്രൂപ്പിലേക്ക് ആണ്. ഞാൻ ആണ് ആ ഗ്രൂപ്പിൽ സിനിമകൾ നൽകുന്നത്😊</b>
"""    
    
    HELP_TEXT = """
<b>എന്താ അന്റെ ഉദ്ധെസം!?
ഞാൻ കുറച്ചു മുൻപേ പറഞ്ഞതല്ല എന്നെ നിങ്ങൾക്ക് ഉപയോഗിക്കാൻ പറ്റില്ല എന്ന്..,
പിന്നെ എന്തിനാ ഇവിടെ കിടന്ന് ചൊറിയാൻ നികുന്നത് 😡
NB : നിങ്ങൾക്കും ഇതുപോലെ ഒരു Bot വേണമെങ്കിൽ എന്റെ മൊയലാളി യെ ബന്ധപ്പെടുക...😊</b>
"""
    
    ABOUT_TEXT = """○ ᴍʏ ɴᴀᴍᴇ :  ᴘᴜʟɪᴋᴀᴛᴛɪʟ ᴄʜᴀʀʟɪ
    
○ ʟᴀɴɢᴜᴀɢᴇ : ᴘʏᴛʜᴏɴ

○ ғʀᴀᴍᴇᴡᴏʀᴋ : ᴘʏʀᴏɢʀᴀᴍ

○ sᴇʀᴠᴇʀ : ʜᴇʀᴏᴋᴜ

○ ᴠᴇʀsɪᴏɴ : 1.0.0

○ ᴄʀᴇᴀᴛᴏʀ : ᴊᴏʜɴ ᴅᴀʟᴛᴏɴ🇮🇳/🇰🇼

○ sᴏᴜʀᴄᴇ ᴄᴏᴅᴇ : 🔐

ᴜᴘᴅᴀᴛᴇ ᴏɴ 6-15-21 ɪɴᴅɪᴀɴ ᴛɪᴍᴇ 9:15 ᴀᴍ
"""
